{
  "title_one": {
    "ru": "История Нашего Прихода",
    "en": "History of Our Parish"
  },
  "paragraph_one": {
    "ru": "Несколько человек, приехавших в Гамильтон после отработки положенного срока на лесозаготовках: Кирилл Николаевич Игнатовский, Виктор Дубенок, Леонид Анохин, Игорь Сакур и другие, решили создать церковный приход и церковь в честь Покрова Пресвятой Богородицы. Испросили благословение от Епархиального Архиерея Преосвященнейшего Григория, Архиепископа Чикагского и Канадского.",
    "en": "Several people who came to Hamilton after working the required term in the logging industry: Kirill Nikolaevich Ignatovsky, Victor Dubenok, Leonid Anokhin, Igor Sakur and others, decided to create a parish and a church in honor of the Protection of the Most Holy Theotokos. They asked for a blessing from the Diocesan Hierarch His Eminence Gregory, Archbishop of Chicago and Canada."
  },
  "paragraph_two": {
    "ru": "Кирилл Николаевич Игнатовский с 1943 года знал священника о. Иоанна Ерофеева, потом они разлучились. Приехав в Канаду, Кирилл Николаевич отыскал о. Иоанна в Америке и написал ему: «Приезжайте, откроем нашу Православную Русскую Церковь Покрова Пресвятой Богородицы». О. Иоанн ответил: «Как я буду содержать семью: жену и мать?» Кирилл Николаевич написал: «Мы работаем, будем вас содержать». О. Иоанн приехал.",
    "en": "Kirill Nikolaevich Ignatovsky knew the priest Fr. John Erofeev since 1943, then they separated. Arriving in Canada, Kirill Nikolaevich found Fr. John in America and wrote to him: “Come, we will open our Orthodox Russian Church of the Protection of the Most Holy Theotokos.” Fr. John replied: “How will I support my family: wife and mother?” Kirill Nikolaevich wrote: “We work, we will support you.” Fr. John came."
  },
  "paragraph_three": {
    "ru": "Затем Кирилл Николаевич встретил Ивана Кондратьевича Гришко, познакомившего его с Василием Иосифовичем и Марией Михайловной Гупаленко. У них в доме, на Emerald St. N., в апреле – мае 1952 года начались богослужения.",
    "en": "Then Kirill Nikolaevich met Ivan Kondratievich Grishko, who introduced him to Vasily Iosifovich and Maria Mikhailovna Gupalenko. In their house, on Emerald St. N., in April - May 1952, services began."
  },
  "paragraph_four": {
    "ru": "После первых же служб выяснилось, что места в доме недостаточно, и надо принимать срочные меры по покупке нового, более просторного помещения был куплен дом, по адресу: 99 West Ave. N., стоимостью 6 тыс. канадских долларов.",
    "en": "After the first services, it turned out that there was not enough space in the house, and urgent measures needed to be taken to purchase a new, more spacious building. A house was bought at 99 West Ave. N., costing 6 thousand Canadian dollars."
  },
  "history_img_one_notes": {
    "ru": "1970г. Первый Храм на 99 West Ave.N",
    "en": "1970 First Church at 99 West Ave.N"
  },
  "paragraph_five": {
    "ru": "После отъезда о.Иоанна в 1954 году в церковь были временно назначены иеромонах Серафим и протоиерей Василий Ольшанский, а в начале 1957г. к нам приехал протоиерей Лев Каллаур.",
    "en": "After Fr. John left in 1954, Hieromonk Seraphim and Archpriest Vasily Olshansky were temporarily appointed to the church, and at the beginning of 1957, Archpriest Lev Kallaur came to us."
  },
  "history_img_two_notes": {
    "ru": "о.Лев Каллаур",
    "en": "Fr. Lev Kallaur"
  },
  "paragraph_six": {
    "ru": "При о.Льве была проведена перестройка внутреннего церковного помещения и нижнего зала. В это же время были приобретены новые иконы и церковная утварь. В конце 1968г. о.Лев по состоянию здоровья ушел на покой.",
    "en": "Under Fr. Lev, the internal church premises and the lower hall were rebuilt. At the same time, new icons and church utensils were purchased. At the end of 1968, Fr. Lev passed away due to health reasons."
  },
  "paragraph_seven": {
    "ru": "О.Льва заменил о.Леонид Попов. К этому времени приход уже насчитывал около 40 прихожан, и помещение вновь оказалось недостаточным. Было решено купить больший храм. При участии о.Леонидa Поповa, старосты Анатолия Павловича Распопова и секретаря Церковного Совета Валентина Алексеевича Бут в 1968г. за 29.5 тысяч канадских долларов (по сегодняшним ценам это не менее $500,000) было куплено более просторное здание, по адресу: 77 Sanford Ave. South, которое было спешно перестроено в церковь и освящено как Православный Храм Покрова Пресвятой Богородицы. Анатолий Павлович и Валентин Алексеевич были «тростистами», они взяли на себя полную финансовую ответственность за покупку здания церкви. (В случае каких-либо проблем с выплатой они могли лишиться своих домов). Поражает и восхищает жертвенность этих людей! Ведь в те времена зарабатывали в год около 2-3х тысяч.",
    "en": "Fr. Leonid Popov replaced Fr. Lev. By this time, the parish already had about 40 parishioners, and the premises were again insufficient. It was decided to buy a larger church. With the participation of Fr. Leonid Popov, the churchwarden Anatoly Pavlovich Raspopov and the secretary of the Church Council Valentin Alexeevich But in 1968 for 29.5 thousand Canadian dollars (at today's prices, this is not less than $ 500,000) a more spacious building was purchased, at the address: 77 Sanford Ave. South, which was hastily rebuilt into a church and consecrated as the Orthodox Church of the Protection of the Most Holy Theotokos. Anatoly Pavlovich and Valentin Alexeevich were “guarantors”, they took full financial responsibility for the purchase of the church building. (In case of any problems with payment, they could lose their homes). The selflessness of these people is striking and inspiring! After all, in those days they earned about 2-3 thousand a year."
  },
  "paragraph_eight": {
    "ru": "В 1968г. о.Леонида Попова заменил о.Василий Тишко, старостой прихода был выбран Марк Ефремович Нестеров. При о.Василии были приобретены новые богослужебные книги.",
    "en": "In 1968, Fr. Leonid Popov was replaced by Fr. Vasily Tishko, the churchwarden of the parish was chosen Mark Efremovich Nesterov. Under Fr. Vasily, new liturgical books were purchased."
  },
  "paragraph_nine": {
    "ru": "В 1969г., по состоянию здоровья, о.Василия заменил протоиерей Георгий Скринников, которому вскоре стал помогать иерей Нил Коннаут.",
    "en": "In 1969, due to health reasons, Fr. Vasily was replaced by Archpriest George Skrinnikov, who was soon joined by Hieromonk Neil Konnaught."
  },
  "paragraph_ten": {
    "ru": "О.Георгий был очень энергичным и деятельным. В 1972-1973 гг. по его инициативе были полностью перестроены иконостас и внутренняя часть церкви.",
    "en": "Fr. George was very energetic and active. In 1972-1973, at his initiative, the iconostasis and the interior of the church were completely rebuilt."
  },
  "paragraph_eleven": {
    "ru": "Эскизы и чертежи были разработаны художником-иконописцем и архитектором Игорем Петровичем Сухачёвым. Он же написал большинство икон иконостаса и расписал весь храм, который приобрел знакомый и любимый нами вид!",
    "en": "Sketches and drawings were developed by the iconographer and architect Igor Petrovich Sukhachev. He also painted most of the icons of the iconostasis and painted the entire church, which acquired a familiar and beloved view to us!"
  },
  "history_img_three_notes": {
    "ru": "1972г. Престольный праздник. Архиепископ Виталий (будущий Первоиерарх Зарубежной Церкви), о.Георгий Скринников, о.Василий Тишко (Наш Храм до перестройки иконостаса)",
    "en": "1972 Feast of the Patron Saint. Archbishop Vitaly (future Primate of the Church Abroad), Fr. George Skrinnikov, Fr. Vasily Tishko (Our Church before the reconstruction of the iconostasis)"
  },
  "paragraph_twelve": {
    "ru": "Игорю Петровичу помогала его супруга Сильвия Карловна – она писала узоры и орнаменты. Игорь Петрович предложил выдвинуть переднюю часть иконостаса вперёд, чтобы расширить алтарь, не закрывая при этом боковых окон. В притворе, ко входу в храм вели две внутренние лестницы: справа и слева. Игорь Петрович предложил оставить одну из них, а вместо второй лестницы устроить комнату для священника. Был перестроен и нижний зал.",
    "en": "Igor Petrovich was helped by his wife Sylvia Karlovna - she painted patterns and ornaments. Igor Petrovich suggested moving the front part of the iconostasis forward to expand the altar, without closing the side windows. In the narthex, to the entrance to the church, there were two internal staircases: on the right and on the left. Igor Petrovich suggested leaving one of them, and instead of the second staircase, arranging a room for the priest. The lower hall was also rebuilt."
  },
  "paragraph_thirteen": {
    "ru": "О.Георгий нашёл очень остроумный и красивый способ украсить иконостас: вместо трудоёмкой и дорогой резьбы по дереву о.Георгий использовал тонкий канат.",
    "en": "Fr. George found a very witty and beautiful way to decorate the iconostasis: instead of laborious and expensive wood carving, Fr. George used a thin rope."
  },
  "paragraph_fourteen": {
    "ru": "Александр Николаевич Кареев, тогда подросток, а потом всеми любимый протодиакон о.Александр, помогал о.Георгию обматывать канатиком рамы Царских Врат и прибивать его гвоздиками, устраивая красивые обрамления и узоры. После золотой лакировки эти украшения стали выглядеть как замечательная резьба по дереву! Деятельность о.Георгия была обширна и разнообразна; он занимался всеми вопросами: от разработки иконостаса до электропроводки!",
    "en": "Alexander Nikolaevich Kareev, then a teenager, and then the beloved protodeacon Fr. Alexander, helped Fr. George to wrap the rope around the frames of the Royal Doors and nail it with nails, arranging beautiful frames and patterns. After the golden varnish, these decorations began to look like wonderful wood carvings! Fr. George's activities were extensive and varied; he dealt with all issues: from the development of the iconostasis to the electrical wiring!"
  },
  "history_img_four_notes": {
    "ru": "Украшения о.Георгия и Александр Николаевич Кареева (о.Александр)",
    "en": "Decorations by Fr. George and Alexander Nikolaevich Kareev (Fr. Alexander)"
  },
  "paragraph_fifteen": {
    "ru": "В 1985г. о.Георгия Скринникова заменил иеромонах Иоанн Гесс, который пробыл недолго.",
    "en": "In 1985, Hieromonk John Hess replaced Fr. George Skrinnikov, who stayed for a short time."
  },
  "paragraph_sixteen": {
    "ru": "В 1986г. настоятелем храма был назначен протоиерей Георгий Беляй. В это же время протоиерей Всеволод Мартисевич стал часто приезжать и помогать о.Георгию, а матушка Галина Мартисевич активно вкючилась в работу Сестричества.",
    "en": "In 1986, Archpriest George Belyay was appointed rector of the church. At the same time, Archpriest Vsevolod Martisevich began to come often and help Fr. George, and Matushka Galina Martisevich actively joined the work of the Sisterhood."
  },
  "paragraph_seventeen": {
    "ru": "При о.Георгии продолжалось украшение храма. О.Георгий собственноручно изготовил все витражные окна из цветного стекла. Был организован Комитет Помощи России. В комитете работали Фёдор Федосеевич Воронов и Е.Г.Нечаева. Было пожертвовано много вещей. Они отсылались посылками и контейнерами в Россию через Монреаль. Было много новоприехавших из России, много крестин, венчаний. В 1986г. в чтецы был рукоположен Александр Пущин, а в 1988г. о.Христофор был рукоположен в диакона.",
    "en": "Under Fr. George, the decoration of the church continued. Fr. George personally made all the stained glass windows from colored glass. The Russia Aid Committee was organized. The committee included Fyodor Fedoseevich Voronov and E.G. Nechaeva. Many things were donated. They were sent by parcels and containers to Russia through Montreal. There were many newcomers from Russia, many baptisms, weddings. In 1986, Alexander Pushin was ordained a reader, and in 1988, Fr. Christofor was ordained a deacon."
  },
  "paragraph_eighteen": {
    "ru": "В 1993г. о.Георгия Беляй заменил иерей Петр Шашков.",
    "en": "In 1993, Fr. George Belyay was replaced by Fr. Peter Shashkov."
  },
  "history_img_five_notes": {
    "ru": "о.Петр Шашков",
    "en": "Fr. Peter Shashkov"
  },
  "paragraph_nineteen": {
    "ru": "В феврале 1996г. о.Петра заменил иерей Михаил Любощинский.",
    "en": "In February 1996, Fr. Peter was replaced by Fr. Mikhail Lyuboshchinsky."
  },
  "history_img_six_notes": {
    "ru": "о.Михаил Любощинский",
    "en": "Fr. Mikhail Lyuboshchinsky"
  },
  "title_two": {
    "ru": "Наш Приход Сегодня",
    "en": "Our Parish Today"
  },
  "paragraph_twenty": {
    "ru": "Сегодня в нашем приходе около 60-ти семей. За последние 10 — 15 лет, из-за ухода в мир иной старых прихожан и притока новых переселенцев из России и бывших «союзных» республик, это число мало изменилось. Сейчас новые силы постепенно вливаются в приходскую жизнь.",
    "en": "Today in our parish, there are about 60 families. Over the past 10-15 years, due to the departure of older parishioners to the next world and the influx of new immigrants from Russia and former \"Soviet Union\" republics, this number has changed little. Now, new forces are gradually becoming involved in parish life."
  },
  "history_img_seven_notes": {
    "ru": "Возведние Владыкой Гавриилом в чин протоирея о.Михаила в Октябре 2009 года",
    "en": "Erection by Bishop Gabriel to the rank of Archpriest Fr. Mikhail in October 2009"
  },
  "history_img_eight_notes": {
    "ru": "Награждение Владыкой Гавриилом о.Всеволода Митрой за заслуги и 35-летнее служение в Октябре 2009 года",
    "en": "Awarding by Bishop Gabriel of Fr. Vsevolod with the Mitre for merits and 35 years of service in October 2009"
  },
  "paragraph_twenty_one": {
    "ru": "Особую роль в жизни нашего Прихода долгое время играл о.Всеволод, который, несмотря на свой возраст и болезни, когда было возможно, всегда принимал участие во всех Богослужениях и мероприятиях Церкви.",
    "en": "For a long time, Fr. Vsevolod played a special role in the life of our Parish, who, despite his age and illnesses, whenever possible, always took part in all Church services and events."
  },
  "paragraph_twenty_two": {
    "ru": "Как неоднократно упоминал о.Михаил, службы с участием о.Всеволода всегда приобретали особую торжественность и праздничность.",
    "en": "As Fr. Mikhail repeatedly mentioned, services with the participation of Fr. Vsevolod always acquired a special solemnity and festivity."
  },
  "history_img_nine_notes": {
    "ru": "о.Михаил и о.Всеволод",
    "en": "Fr. Mikhail and Fr. Vsevolod"
  },
  "paragraph_twenty_three": {
    "ru": "Церковным хором 16 лет управляет матушка Иоанна Любощинская. За последнее время наш хор пополнился новыми певцами и чтецами, которые с благоговением и усердием читают и поют. Разучивая новые старинные распевы, они стремятся донести до каждого сердца духовность и красоту православных молитв и песнопений.",
    "en": "The church choir has been led by Matushka Joanna Lyuboshchinskaya for 16 years. Recently, our choir has been replenished with new singers and readers who read and sing with reverence and diligence. Learning new ancient chants, they strive to convey the spirituality and beauty of Orthodox prayers and hymns to every heart."
  },
  "history_img_ten_notes": {
    "ru": "Наши хористы",
    "en": "Our choir singers"
  },
  "paragraph_twenty_four": {
    "ru": "Фундаментом благосостояния нашего прихода является Сестричество.",
    "en": "The foundation of the well-being of our parish is the Sisterhood."
  },
  "history_img_eleven_notes": {
    "ru": "Наше Сестричество",
    "en": "Our Sisterhood"
  },
  "paragraph_twenty_five": {
    "ru": "Материальные средства поступают в основном за счёт обедов по воскресным дням (после Литургии), праздничных обедов и базаров , которые устраиваются в трапезной церкви. Поражает неутомимая самоотверженность и жертвенность наших сестёр. В воскресные дни, в любую погоду рано утром дежурные сѐстры приходят в церковь, чтобы начать приготовление обеда.",
    "en": "The financial means are mainly received through dinners on Sundays (after the Liturgy), festive dinners and bazaars, which are held in the church refectory. The tireless selflessness and self-sacrifice of our sisters is striking. On Sundays, in any weather, early in the morning, duty sisters come to the church to start preparing lunch."
  },
  "paragraph_twenty_six": {
    "ru": "Церковно-приходской Совет несёт на себе тяжесть решения всех хозяйственных вопросов. Усопшего в 2005г. Старосту Церковного Совета Фёдора Семёновича Рудый сменил Вячеслав Николаевич Титов, которого затем сменил Николай Янович Блузманс.",
    "en": "The Church Council bears the burden of solving all economic issues. The deceased in 2005, the churchwarden of the Church Council Fyodor Semyonovich Rudyy, was replaced by Vyacheslav Nikolaevich Titov, who was then replaced by Nikolai Yanovich Bluzmans."
  },
  "paragraph_twenty_seven": {
    "ru": "В 2014-2015 годах ушли в мир иной старейшие прихожанки и неутомимые труженицы Церкви Таисия Петровна Швайко и Дарья Ильинична Головизнинс. Таисия Петровна многие годы была казначеем сестричества, Дарья Ильинична многие годы заведовала свечным ящиком.",
    "en": "In 2014-2015, the oldest parishioners and tireless workers of the Church, Taisia Petrovna Shvaiko and Darya Ilyinichna Goloviznins, passed away. Taisia Petrovna was the treasurer of the sisterhood for many years, Darya Ilyinichna was in charge of the candle box for many years."
  },
  "paragraph_twenty_eight": {
    "ru": "На 69-ом году жизни 28 декабря 2014 года, причастившись Святых Христовых Таин, отошел ко Господу протоиерей Михаил Любощинский. О.Владимир Мальченко на отпевании о.Михаила сказал, что очень много говорит о человеке то, как он отходит в мир иной. О.Евгений Щукин, который был учеником о.Михаила, сказал, что о.Михаил был святой жизни человек, и всем, кто имел возможность с ним общаться, у него исповедоваться, очень повезло, за что и будем благодарить Господа.",
    "en": "At the age of 69, on December 28, 2014, having partaken of the Holy Mysteries of Christ, the Archpriest Mikhail Lyuboshchinsky departed to the Lord. Father Vladimir Malchenko, during the funeral service for Father Mikhail, said that much is revealed about a person by how they depart to the other world. Father Evgeny Shchukin, who was a disciple of Father Mikhail, said that Father Mikhail lived a holy life, and everyone who had the opportunity to communicate with him and confess to him was very fortunate, for which we will thank the Lord."
  },
  "paragraph_twenty_nine": {
    "ru": "В январе 2015 года на наш храм был назначен о.Антоний Фильчак, а в июле 2015 года его сменил протоиерей Петр Шашков.",
    "en": "In January 2015, Fr. Anthony Filchak was appointed to our church, and in July 2015 he was replaced by Archpriest Peter Shashkov."
  },
  "history_final_message_pagaraph_one": {
    "ru": "Всё приведённое выше записано со слов немногих оставшихся участников и очевидцев создания и роста нашего прихода.",
    "en": "All of the above is recorded from the words of the few remaining participants and eyewitnesses of the creation and growth of our parish."
  },
  "history_final_message_pagaraph_two": {
    "ru": "Просим прощения у всех, кто потрудился на благо Христовой Церкви, но не был упомянут в этой краткой истории нашего прихода!",
    "en": "We apologize to all who have worked for the good of the Church of Christ, but have not been mentioned in this brief history of our parish!"
  },
  "history_final_message_pagaraph_three": {
    "ru": "Усопшим создателям, труженникам и прихожанам Храма Покрова Пресвятой Богородицы —",
    "en": "To the deceased founders, workers and parishioners of the Church of the Protection of the Most Holy Theotokos"
  },
  "history_final_message_pagaraph_four": {
    "ru": "Вечная Память!",
    "en": "Eternal Memory!"
  }
}
